{
    "name": "Soeun",
    "lang": "Kor",
    "langAddress": "\"index-kr.html\"",
    "pageIntro": "This is a portfolio page of Soeun Park.",
    "introduce": "I am a computer engineering student at California State University, Fullerton.",
    "selfIntro": "\n\nI am from Korea and currently an undergraduate student in computer engineering major. The estimated graduation year is 2024. I have experience of living in Korea, Czech Republic, and United States which drive me to have a flexible mind.\nI improved skills related to computer design and electronics during Bachelor's degree. I can work with several programming languages such as C/C++, VHDL, assembly language, HTML, CSS, JavaScript (TypeScript)\nI am interested in game engineering and designing. To achieve my goal, I have never stopped improving my skills related to them.\nIf you are interested in me, please check the following resume.",
    "resume": "Download Resume",
    "asm": "Assembly Language",
    "langSkill": "Language Skills",
    "kor": "Korean",
    "eng": "English",
    "jap": "Japanese",
    "proj": "My Projects",
    "projDetail": "Following projects are the works I have done. The title of the projects and the programming languages used are listed. If you click the cards, you can check detailed information and files. (TBD)",
    "firstProj": "Game Stats Calculator",
    "secondProj": "Second Project",
    "thirdProj": "Third Project",
    "fourthProj": "Fourth Project",
    "fifthProj": "Fifth Project",
    "sixthProj": "Sixth Project",
    "timeline": "Education Timeline",
    "firstTime": "International School of Prague",
    "firstTimeDetail": "Attend the international school from 4th grade to 7th grade, which is located in Prague, Czech Republic.",
    "secondTime": "Pungduck HighSchool",
    "sceondTimeDetail": "Attended highschool until 11th grade, which is located in Sugi-gu, Korea",
    "thirdTime": "Northwood HighSchool",
    "thirdTimeDetail": "Attended highschool from 11th grade to 12th grade, which is located in California, United States.",
    "fourthTime": "California State University, Fullerton",
    "fourthTimeDetail": "Have attended university and expect to grade in 2024, computer engineering B.S. major undergraduate",
    "contactHeader": "ALIVE CONTACT",
    "contactDetail": "If you are interested in me, please contact with following info:",
    "contactSubHeader": "CONTACT ME",
    "address": "Address: California",
    "phone": "Phone: 010-0000-0000",
    "email": "E-mail: baksoeun01@gmail.com",
    "web": "Web: www.yourdomain.com"
}